<?php

return [
    'login' => [
        'title' => 'ログイン',
        'subtitle' => '管理者およびスタッフ専用',
        'remember' => 'ログイン状態を保持する',
        'forgot' => 'パスワードをお忘れですか？',
        'submit' => 'ログイン',
    ],

    'forgot' => [
        'title' => 'パスワードをお忘れですか？',
        'description' => 'パスワードをリセットするために、メールアドレスを入力してください。',
        'submit' => 'パスワードリセットリンクを送信',
    ],
    'reset' => [
        'title' => 'パスワードのリセット',
        'description' => 'アカウントの新しいパスワードを入力してください。',
        'submit' => 'パスワードをリセット',
    ],
    /*
    |--------------------------------------------------------------------------
    | Input Labels and Placeholders
    |--------------------------------------------------------------------------
    */
    'username' => [
        'label' => 'メールアドレスまたはユーザー名',
        'placeholder' => 'メールアドレスまたはユーザー名を入力してください',
    ],
    'password' => [
        'label' => 'パスワード',
        'placeholder' => 'パスワードを入力してください',
    ],
    'password_confirmation' => [
        'label' => 'パスワード確認',
        'placeholder' => 'パスワードを再入力してください',
    ],
    'email' => [
        'label' => 'メールアドレス',
        'placeholder' => 'メールアドレスを入力してください',
    ],    
];
