<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Login
    |--------------------------------------------------------------------------
    */
    'login' => [
        'account_not_found' => 'アカウントが見つかりません。',
        'no_admin_permission'=> '管理者権限がありません。',
        'invalid_credentials' => '認証情報が正しくありません。',
        'status' => [
            'success' => 'ログインに成功しました。',
        ]
    ],

    /*
    |--------------------------------------------------------------------------
    | Logout
    |--------------------------------------------------------------------------
    */
    'logout' => [
        'status' => [
            'success' => 'ログアウトに成功しました。',
        ],
    ],

    /*
    |--------------------------------------------------------------------------
    | Forgot Password
    |--------------------------------------------------------------------------
    */
    'forgot_password' => [
        'email_not_found' => '送信されたメールは当社のシステムに存在しません。',
        'email_not_admin_or_staff' => '送信されたメールは管理者またはスタッフのものではありません。',
        'status' => [
            'success' => 'パスワードリセットのメールが正常に送信されました。',
        ],
    ],
    /*
    |--------------------------------------------------------------------------
    | Reset Password
    |--------------------------------------------------------------------------
    */
    'reset_password' => [
        'token_invalid' => 'パスワードリセットトークンが無効であるか存在しません。',
        'token_expired' => 'パスワードリセットトークンの有効期限が切れています。',
        'user_not_found' => 'ユーザーが見つかりません。',
        'status' => [
            'success' => 'パスワードが正常にリセットされました。',
        ],
    ],
];
