<?php

return [
    'title' => 'パスワードリセットのリクエスト',
    'subject' => 'パスワードリセットのリクエスト',
    'header' => 'パスワードリセットのリクエスト',
    'preheader' => 'あなたのアカウントに対してパスワードリセットのリクエストがあったため、このメールを受け取っています。',
    'greeting' => ':name 様、こんにちは。',
    'intro' => 'あなたのアカウントに対してパスワードリセットのリクエストがあったため、このメールを受け取っています。',
    'request_details' => 'このメールは、あなたのアカウントに対してパスワードリセットのリクエストがあったため送信されています。 リクエストの詳細は以下の通りです。',
    'username' => 'ユーザー名',
    'email' => 'メールアドレス',
    'requested_at' => 'リクエスト日時',
    'expires_in' => '有効期限',
    'btn_reset_password' => 'パスワードをリセットする',
    'reset_expire_note' => 'このパスワードリセットリンクは :count 分で期限切れになります。',
    'reset_ignore_note' => 'もしパスワードリセットをリクエストしていない場合は、特に操作は必要ありません。',
    'fallback_text' => '「パスワードをリセットする」ボタンをクリックできない場合は、以下のURLをコピーしてウェブブラウザに貼り付けてください：',
    'security_tip_title' => 'セキュリティのヒント：',
    'reset_security_tip_body' => 'もしパスワードリセットをリクエストしていない場合は、直ちにアカウントのセキュリティを確保してください。',
    'email_footer_reset_reason' => 'このメールは、あなたのアカウントに対してパスワードリセットのリクエストがあったため送信されています。',
    'email_website' => 'ウェブサイト',
    'email_support' => 'サポート',
];